[
    {
        "title":"AppPeliculas",
        "longDescription":"AppPeliculas es una aplicación desarrollada en React Native, esta fue implementada con context, react navigation, react native paper, react hooks y componentes. Esta app permite al usuario escoger entre una emorme variedad de películas las cuales están actualizadas y pueden ser flitradas por categorías o simplemente buscadas.",
        "urlVid":"1KZoKSDZ738",
        "tags":["React Native"],
        "urlImg":[
            "13mf-7LJANSDhweRvsDvqNLEH86kcAb07",
            "1Sb64x6QEH_pBQYodEFUSuB77jdjer7iA",
            "1yFhoR5wr0risWMVRqo-cmsiKGKwNq3Zz",
            "12vaRK8EQVUSukviyLHniwOFpMxjFJw1Z",
            "1Zw1ipvO23tjms5sMVsvChuiQu7xKIvAF",
            "1cAiMK76dX3k24VwfzYC5U3wNdiczJ61K"
        ]
    },
    {
        "title":"SmartHouse",
        "description": "SmartHouse es un proyecto el cual permite ¡variar la intensidad de luz de las habitaciones de tu casa!, remotamente desde el teléfono celular.",
        "longDescription":"SmartHouse es una aplicación desarrollada en React Native, esta fue implementada con redux, react navigation, react hooks y componentes realizados por el equipo de trabajo. Actualmete es un proyecto en desarrollo que permitirá varial la  luza de las habitaciones de la casa con tan solo deslizar un slider.",
        "urlVid":"HhV2wvttyHo",
        "tags":["IoT", "React Native"],
        "urlImg":[
            "1wSyFY9nE1122_O_Q-xCdp4uFRmp_AzUx",
            "1koSzo3mzLiFqc0ylM9jaCcQFXklo-3BP"
        ]
    },
    {
        "title":"Mapa",
        "description": "Mapa es una aplicacion hecha en React Native la cual te permite añadir un hospital de cierto tipo con solo un punto en el mapa.",
        "longDescription":"La aplicación mapa fue realizada con React Native, con redux, react navigation, react native paper, react hooks y react native maps, todo esto para poder permitirle al usuario agregar puntos en el mapa en la posición que quiera y poder categorizar el tipo de hospital",
        "urlVid":"kZRFVHKlDGM",
        "tags":["Node JS", "React Native"],
        "urlImg":[
            "1MPwON_kK2Jde7LLDrm6F4ppOvUfw97x7",
            "1QhXVQa5jO0eJIr4D_QgO_5ciY13CrXMG",
            "1df2TxD1sSqA8PbuAcdRgHqnvWyml6NUn",
            "1cn-A61uzJkWc3AeabwKzuBOyxhpBSkpb",
            "1fvKu25hXOypkrlBjZkqdH3eqIXpjowhx"
        ]
    },
    {
        "title":"Servo y temperatura",
        "description": "Este proyecto permite controlar la posicion de un servomotor y además visualizar la temperatura ambiente en una gráfica, ¡todo desde una interfaz gráfica con Python.",
        "longDescription":"Este es un proyecto realizado con python y un microcontrolador mbed el cual permite saber la tempera actual en una gráfica, dentro de su interfaz se encuentra la gráfica de la temperatura actual y un slider que permite controlar la posición del servomotor.",
        "tags":["Python"],
        "urlImg":[
            "1rp-pqbWxdz1kZi11SJEl1UB1x5wz82Qx"
        ]
    },
    {
        "title":"Lista de tareas",
        "description": "Lista de tareas es una aplicacion que programar y añadir mis tareas actuales o eventos, esto dependiendo de cada usuario registrado.",
        "longDescription":"Lista de tareas es una app que permite añadir y saber mis tareas actuales, fue realizada en React Native con redux, react navigation, react native paper y junto con Firebase para el lado del servidor. En ella tenemos un login de usuario y cada usuario tiene sus tareas.",
        "urlVid":"jKW8arnWLSA",
        "tags":["Firebase", "React Native"],
        "urlImg":[
            "1-utxA8BQBwqkums_O5g0Nskz4G6LzbwP",
            "1Zz8J_kgYVxcCG3ddRPm9-336tUGGnWkl",
            "19kmp1Srp118euAQbW9WsELcm5jAd2SQP",
            "1ytVAurGhw92h96LqL6EPoVoZe37oq0xq",
            "1ZJwUyT_gKxpS2879jqxSl3TXZF4e5aJX",
            "143gupDJRo99O6221ewKg5T9E4GXmfVa-",
            "17StIDj5UiFUsd6MANaFm5clwG3J0GfEm"
        ]
    }
]
